Repository: common-repository/ing-ksiegowosc
Catalog: languages/ing-ksiegowosc-*.po
Languages: pl_pl

source: Invoice was not created
pl_pl: Faktura nie została utworzona

source: Order ID
pl_pl: Identyfikator zamówienia

source: Invoice ID
pl_pl: Identyfikator faktury

source: Created
pl_pl: Data utworzenia

source: Modified
pl_pl: Data modyfikacji

source: No data
pl_pl: Brak danych

source: Settings
pl_pl: Ustawienia

source: Review invoices
pl_pl: Przeglądaj faktury

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
pl_pl: Wystąpił błąd podczas dodawania tego ustawienia. Spróbuj ponownie. Jeśli problem będzie się powtarzał, napisz do nas.

source: API key
pl_pl: Klucz API

source: Paste here an API Key from ING Księgowość. After logging in, go to the Data & Settings tab > Integrations > API Key.
pl_pl: Wklej do tego pola klucz API z ING Księgowość. Po zalogowaniu przejdź do zakładki Dane i ustawienia > Integracje > Klucz API.

source: Tax option name
pl_pl: Meta dla pola z NIP

source: If companies buy from you, they must receive an invoice for this along with the buyer's VAT number. Install the Flexible Checkout plugin – in its settings you will find the value that needs to be pasted into this field. Usually, this is "_billing_vat_number". Please note that if you do not do this, your business customers will not be able to provide their tax identification number (NIP) during the purchase process.
pl_pl: Jeżeli kupują od Ciebie firmy, muszą otrzymać za to fakturę wraz z numerem NIP kupującego. Zainstaluj wtyczkę Flexible Checkout – w jej ustawieniach znajdziesz wartość, którą należy wkleić do tego pola. Zazwyczaj jest to "_billing_vat_number". Uwaga – jeśli tego nie zrobisz, klienci firmowi nie będą mogli podać swojego NIP w trakcie zakupu.

source: List of all invoices
pl_pl: Lista wszystkich faktur

source: Here you will find all documents confirming the sale that have been automatically issued in ING Księgowość
pl_pl: Znajdują się tutaj wszystkie dokumenty poświadczające sprzedaż, które zostały automatycznie wystawione w ING Księgowość

source: Search invoice
pl_pl: Wyszukaj fakturę

source: Configure module
pl_pl: Skonfiguruj moduł
